<x-user.layout>
    <x-user.header />
    <main style="color: #fff;">
        <h2>プライバシー・ポリシー</h2>
        <br>
        <p>
            当サイトでは、名前やメールアドレス等の個人情報を入力いただく場合がございます。 <br>
            取得した個人情報は、お問い合わせに対する回答や必要な情報を電子メールなどでご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。
        </p>
        <br>
        <p>
            当サイトでは、IPアドレスを収集しています。 <br>
            これは標準機能としてサポートされている機能で、スパムや荒らしへの対応以外にこのIPアドレスを使用することはありません。 <br>
            なお、全てのコメントは管理人が事前にその内容を確認し、承認した上での掲載となります。あらかじめご了承ください。
        </p>
    </main>
    <x-user.footer />
</x-user.layout>